Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: You are trying to upload a file that is too large for our system. Please choose a file under 2MB or paste a link to it into the answer box.
uk: Ви намагаєтесь завантажити надто великий для нашої системи файл. Будь ласка оберіть файл розміром до 2 Мб чи вставте посилання на нього у комірку для відповіді.

source: Header 2
uk: Заголовок 2

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
uk: Приносимо свої вибачення: відхилено платіж. Список товарів у вашій корзині був збережений. Якщо у вас виникли питання стосовно цієї операції, ласка, зв'яжіться з нами за адресою {email}.

source: Previewing revision:
uk: Попередній перегляд версії:

source: Wiki Revision Preview
uk: Попередній перегляд Wiki

source: This browser cannot play .mp4, .ogg, or .webm files.
uk: Цей браузер не може відтворювати формати .mp4, .ogg, or .webm files.

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
uk: Ці параметри включають в себе основну інформацію стосовно Вашого облікового запису. На цій сторінці Ви можете також надати додаткову інформацію і побачити Ваші облікові записи в соціальних мережах.

source: Header 4
uk: Заголовок 4

source: Internal reference code for this invoice.
uk: Внутрішній код для цього рахунку

source: To get started, please visit https://{site_name}. The login information for your account follows.
uk: Щоб приступити, будь ласка, відвідайте сайт https://{site_name}. Інформація для входу з вашим обліковим записом представлена далі.

source: Created new user: "{}"
uk: Створено нового користувача: "{}"

source: More about {fullname}'s accomplishment
uk: Подальша інформація про досягнення {fullname}

source: My Team
uk: Моя команда

source: Requester
uk: Замовник

source: No profile found for user
uk: Особисті дані користувача не знайдені

source: Course is not valid
uk: Курс не дійсний

source: Saved
uk: Збережено

source: Helpful Information
uk: Корисна інформація

source: Course id '{course_id}' is not valid
uk: Ідентифікатор курсу '{course_id}' недійсний

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
uk: CourseMode з режимом ({mode_slug}) не існує

source: Already a library team member
uk: Вже є членом бібліотечної команди

source: TERMS AND CONDITIONS
uk: ПОЛОЖЕННЯ І УМОВИ

source: Status:
uk: Статус:

source: Error getting issued certificates list.
uk: Помилка отримання списку випущених сертифікатів.

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
uk: Визначає, чи буде показано кнопку "Скидання" для того, щоб користувач мав можливість анулювати свою відповідь.

source: This Task Is Not Yet Available
uk: Це завдання ще не доступне

source: Submission History Viewer
uk: Інструмент перегляду історії подачі матеріалів на перевірку

source: Please enter your new email address:
uk: Будь ласка, введіть Вашу нову електронну адресу:

source: View course statistics in the Admin section of this legacy instructor dashboard.
uk: Перегляд статистики курсу в адмін-розділі цієї викладацької панелі управління.

source: Focus grabber
uk: Захоплення фокусу

source: Total spent
uk: Витрачено

source: This component refers to deleted or invalid content groups.
uk: Цей компонент посилається на видалені або некоректні групи з матеріалу, що вивчається.

source: Error {err} in evaluating hint function {hintfn}.
uk: Помилка {err} при обробці функції підказки {hintfn}.

source: You may not remove the last Admin. Add another Admin first.
uk: Ви не можете видалити останнього Адміністратора з курсу. Додайте спочатку іншого Адміністратора.

source: Insights to help course teams improve courses.
uk: Поради для вдосконалення курсів.

source: unmask_name called on response that is not masked
uk: unmask_name викликаний на відповідь, що не екранується

source: This enrollment code has been marked as unused.
uk: Цей реєстраційний код відзначений як невикористаний.

source: Topic
uk: Тема

source: The name that appears on your edX certificates. Other learners never see your full name.
uk: Ім’я для сертифікату edX. Інші користувачі не побачать вашого повного імені.

source: Assess Peers
uk: оцінка однолітків

source: Number of Seats
uk: Кількість місць

source: Results:
uk: Результати:

source: (skipping {skipped})
uk: (пропущено {skipped})

source: You are now registered for:
uk: Тепер Ви зареєстровані для:

source: The list of group configurations for partitioning students in content experiments.
uk: Списки груп, на які будуть поділені студенти для вивчення експериментальних матеріалів.

source: Select a problem and an action:
uk: Вибрати завдання і дію:

source: Reply
uk: Відгук

source: Did your e-mail client break the URL into two lines?
uk: Чи не розбив ваш поштовий клієнт посилання на два рядки?

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
uk: Якщо ця опція <em> відзначена </em>, то користувачі, які не зареєстровані на вашому курсі, автоматично будуть зареєстровані.

source: Schedule
uk: Розклад

source: This chart shows the most common answers submitted by students, ordered by frequency.
uk: Цей графік показує найпоширеніші відповіді подані студентами, розставлені за частотою.

source: Enter information about the coupon code below.
uk: Введіть нижче інформацію про код купона.

source: Software Secure Review Rules
uk: Заходи інформаційної безпеки

source: Error occurred while contacting the grading service. Please notify your edX point of contact.
uk: Відбулась помилка під час з'єднування з сервісом оцінювання. Будь ласка, повідомте ваше контактне відділення edX.

source: success
uk: успіх

source: Issued On:
uk: Виданий:

source: Exit full browser
uk: Вийти з повного перегляду

source: Current revision changed for %s.
uk: Поточна версія змінена на %s.

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
uk: Введіть true або false. Якщо введено значення "true", на вашому курсі буде дозволено проведення спостережуваних випробувань. Зверніть увагу, що при використанні цієї можливості також можна буде додавати випробування, обмежені за часом.

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name} through {platform_name}.
uk: Курс надано {partner_short_name} за ініціативою {partner_long_name} на платформі {platform_name}.

source: by most activity
uk: по кількості відповідей

source: Status: unsubmitted
uk: Статус: не відправлений

source: Myself
uk: Собі

source: You are upgrading your enrollment for: {course_name}
uk: Ви змінюєте ваш запис на: {course_name}

source: Certificate of Achievement, {mode_name} for course {course}
uk: Сертифікат досягнень, {mode_name} для курсу {course}

source: Custom Evaluated Script
uk: Сценарій користувальницького оцінювання

source: The raw error message is:
uk: Необроблене повідомлення про помилку:

source: Upload an image
uk: Завантажити зображення

source: Ordered
uk: Нумерований

source: Username cannot be more than %(limit_value)s characters long
uk: Ім'я користувача не може перевищувати довжину в %(limit_value)s символів

source: Low stock alerts
uk: Попередження про малу кількість товару на складі

source: Edit Course Outline
uk: Редагувати структуру курсу

source: Caption
uk: Заголовок

source: Professional Ed
uk: Професійна освіта

source: Insert date/time
uk: Вставити дату/час

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
uk: Введіть адресу сервера, де зберігаються коментарі. Ця установка потрібна для модулів коментування тексту, відео та зображень.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
uk: Як тільки ви зареєструєтесь і активуєте свій обліковий запис, відвідайте {course_about_url} щоб записатися на курс.

source: {user} does not exist in the LMS. Please check your spelling and retry.
uk: {user} не зареєстрований в системі. Будь ласка, перевірте правильність введення і повторіть спробу.

source: Method name
uk: Ім'я методу

source: manually enrolled by username: {username}
uk: вручну зарахований користувачем: {username}

source: There was a problem with this transaction. You have not been charged.
uk: З цією операцією виникла проблема. Грошові кошти не були зняті з рахунку.

source: Re-open thread
uk: Відновлена гілка

source: about an hour
uk: близько години

source: This thread is closed.
uk: Ця тема закрита.

source: Notes hidden
uk: Нотатки приховані

source: Sequence error! Cannot navigate to tab %(tab_name)s in the current SequenceModule. Please contact the course staff.
uk: Помилка послідовності! Неможливо перейти до закладки %(tab_name)s в поточному SequenceModule. Будь ласка, зверніться до підтримки курсу.

source: I completed the {course_title} course on {platform_name}.
uk: Я завершив курс {course_title} на {platform_name}.

source: Allocation
uk: Виділення

source: Careers
uk: Вакансії

source: Remove Profile Image
uk: Видалити зображення профілю

source: Has the course started?
uk: Курс вже почався?

source: To read an email, click its subject.
uk: Щоб прочитати повідомлення, натисніть на тему.

source: Reset Student Attempts
uk: Скинути спроби студента

source: New article '%s' created.
uk: Нова стаття '%s' створена.

source: Add beta testers
uk: Додати бета тестерів

source: Edit Coupon Code Information
uk: Введіть дані з купона на знижку

source: Addresses
uk: Адреси

source: Attribution
uk: Авторство

source: Review Your Photos
uk: Перегляньте свої фото

source: Error generating list of students who may enroll. Please try again.
uk: Помилка при генеруванні списка студентів, які записались. Спробуйте пізніше.

source: Days Early for Beta Users
uk: Запас часу для бета-тестування в днях

source: Problem failed to be {action} for any of {attempted} students
uk: Проблема не була {action} для всіх з {attempted} студентів

source: There was an error creating this article.
uk: При створенні статті сталася помилка.

source: Password Reset Form
uk: Форма оновлення паролю

source: Part {part_number}: {part_description}
uk: Частина {part_number}: {part_description}

source: Billing Address
uk: Адреса платника

source: Report abuse
uk: Поскаржитися

source: An access_token is required when passing value ({}) for provider.
uk: Потрібен access_token для передавання значення ({}) для постачальника.

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Tasks below.
uk: Звіт по особистих даних записаних слухачів на стадії підготовки. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Code Input
uk: Введення кода

source: Insert/edit image
uk: Вставити/редагувати зображення

source: Low
uk: Тихо

source: Mobile Course Available
uk: Доступні мобільні курси

source: Browse %(sr_start)s teams %(sr_end)s
uk: Відкрити список %(sr_start)s команд %(sr_end)s

source: Summary
uk: Коротко

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Tasks below.
uk: Звіт про запис на курс на стадії підготовки. Даний звіт містить інформацію про слухачів, які можуть записатися на курс. Щоб переглянути статус звіту, див. нижче «Поточні завдання».

source: Chapter %s
uk: Розділ %s

source: Confirm Enrollment
uk: Підтвердити запис на курс

source: Discount does not exist against code '{code}'.
uk: Знижка для коду '{code}' не передбачена.

source: My Notes
uk: Мої нотатки

source: Dashboard
uk: Панель курсів

source: problem distribution graded
uk: завдання оцінені

source: You don't seem to have a webcam connected. Double-check that your webcam is connected and working to continue.
uk: Здається у вас не підключена вебкамера. Перевірте, чи ваша вебкамера під'єднана та працює.

source: anonymous
uk: анонім

source: The file must be at least {image_min_size} in size.
uk: Розмір файлу повинен бути не менше {image_min_size}.

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть до наступної сторінки та оберіть новий пароль:

source: Started - {date}
uk: Розпочато - {date}

source: What if I can't afford it or don't have the necessary equipment?
uk: Що, якщо у мене недостатньо коштів для оплати, чи немає необхідного обладнання?

source: You cannot verify your identity at this time.
uk: Ви не можете пройти перевірку особистості у на час.

source: We weren't able to send you a password reset email.
uk: Ми не змогли надіслати вам листа для зміни паролю.

source: This section is graded.
uk: Цей розділ оцінений.

source: Only one coupon redemption is allowed against an order
uk: Для одного замовлення можна скористатися тільки одним купоном

source: Upload failed
uk: Завантаження не вдалося

source: Your Image
uk: Ваше зображення

source: role
uk: роль

source: Correct failed component
uk: Виправити проблемний компонент

source: An error has occurred. Please try reloading the page.
uk: Виникла помилка. Будь ласка, спробуйте перевантажити сторінку.

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
uk: В даний час на форумах ведуться технічні роботи. Ми відновимо їх функціонування найближчим часом!

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
uk: Ваша URL-адреса для отримання компенсації: [[Введіть URL-адресу для отримання компенсації з вкладення у форматі CSV]]

source: Download available encodings (.csv)
uk: Завантажити доступні кодіровки (.csv)

source: The file must end with one of the following extensions: '{file_types}'.
uk: Ім`я файлів повинно закінчуватись одним з наступних розширень: '{file_types}'.

source: Classes End
uk: Заняття закінчуються

source: Upgrade to Verified
uk: Підвищити до рівня «Підтверджений сертифікат»

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
uk: Після того, як ви схвалили цей запит, перейдіть в {catalog_admin_url} для налаштування каталогу для даного користувача.

source: in {relative} - {absolute}
uk: в {relative} - {absolute}

source: Click to generate a CSV file of survey results for this course.
uk: Натисніть, щоб створити файл у форматі CSV з результатами опитування за цим курсом.

source: link
uk: прив'язати

source: Search...
uk: Пошук...

source: Basic Account Information (required)
uk: Основна інформація облікового запису (обов'язково)

source: Default Annotations Tab
uk: Сторінка анотацій за замовчуванням

source: Visit a course wiki to add an article.
uk: Завітайте на wiki курсу аби додати статтю.

source: Hide notes
uk: Сховати нотатки

source: Educational Breakdown
uk: Навчальна Розбивка

source: Discarding Changes
uk: Скасування змін

source: The platform key associates CourseTalk widgets with your platform. Generally, it is the domain name for your platform. For example, if your platform is http://edx.org, the platform key is "edx".
uk: Ключ платформи пов'язує віджет CourseTalk з вашою платформою. Найчастіше це доменне ім'я вашої платформи. Наприклад, якщо ви працюєте з http://edx.org, ключем платформи буде «edx»

source: Additional Actions Menu
uk: Меню додаткових дій

source: Reverted configuration.
uk: Відновлено конфігурацію.

source: Couldn't find module for url: {0}
uk: Неможливо знайти модуль за адресою: {0}

source: Find New Courses
uk: Знайти нові курси

source: For analytics about your course, go to {analytics_dashboard_name}.
uk: Щоб ознайомитися з аналітичними даними курсу, перейдіть до {analytics_dashboard_name}.

source: Bottom
uk: Низ

source: Setting unusable password for user "{}"
uk: Установка невикористованого паролю для користувача "{}"

source: Some course authors find using a section for unsorted, in-progress work useful. To do this, create a section and set the release date to the distant future.
uk: Деякі автори курсів використовують для поточних розробок допоміжний розділ. Для створення такого розділу, змініть дату публікації розділу на віддалене майбутнє.

source: Module state successfully reset!
uk: Стан модуля вдало скинутий!

source: An account with this e-mail already exists.
uk: Обліковий запис із цією електронною адресою вже існує.

source: Valid e-mail is required.
uk: Необхідна коректна електронна адреса.

source: Key should only contain letters, numbers, _, or -
uk: Ключ має містити лише букви, цифри, _, або -

source: Assign students to cohorts by uploading a CSV file.
uk: Призначити студентів до когорти шляхом завантаження файлу CSV.

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
uk: Тип картки не сприймається системою платежу. Порада: спробуйте інший спосіб платежу.

source: Decimals
uk: Десяткові дроби

source: Confirmation and Registration Codes for the following courses: {course_name_list}
uk: Підтвердження та реєстраційні коди на наступні курси: {course_name_list}

source: An error occurred while trying to save your tabs
uk: При збереженні ваших вкладок сталася помилка

source: endorse
uk: рекомендувати

source: Duplicate of {0}
uk: Дублікат {0}

source: Amount of Refund
uk: Об'єм відшкодування

source: Next Step
uk: Наступний крок

source: Check Your Email
uk: Перевірте вашу електрону поштову скриньку

source: Date that enrollment for this class is opened
uk: Дата початку зарахування для цього класу

source: Start Time
uk: Час початку

source: Your file(s) have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
uk: Ваш файл(и) було завантажено. Як тільки ваші подання будуть оцінені, це повідомлення буде замінено результатом оцінки.

source: Restore
uk: Відновити

source: Choose a time
uk: Обрати час

source: Create User Results
uk: Результати створення користувача

source: Dollars Refunded
uk: Доларів відшкодовано

source: Transcript file format to download by user.
uk: Формат файлу субтитрів, який скачують користувачі.

source: Editable
uk: Редагування можливе

source: You must provide at least one example response for student training.
uk: Надайте хоча б один приклад відповіді для навчання студентів.

source: Close thread
uk: Закрити гілку

source: Showing first %(numResponses)s responses
uk: Показати перших %(numResponses)s відповідей

source: Flagged Open Ended Problems
uk: Зазначені завдання з відповіддю у вільній формі

source: Jobs at edX
uk: Робота на edX

source: Starts: %(start_date)s
uk: Починається: %(start_date)

source: {platform_name} Verification Status
uk: Статус перевірки даних {platform_name}

source: Enrollment mode not supported
uk: Режим запису на курси не підтримується

source: Removing {codenames} permissions from group "{group}"
uk: Видалення дозволів {codenames} для групи "{group}"

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
uk: В якому форматі цей модуль (використовується для рішення про те, яку систему оцінки застосовувати, і що показувати в змісті)

source: Total Number
uk: Загальна кількість

source: The enrollment end date cannot be after the course end date.
uk: Дата завершення реєстрації на курс не може бути після дати завершення курсу.

source: Reveal Answer
uk: Відкрити відповідь

source: Enable Authoring of Credential in Studio
uk: Включіть перевірку на авторство посвідчення в Студіо

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
uk: Будь ласка, перегляньте {a_start}список поширених питань про сертифікати{a_end}.

source: Annotation Input
uk: Введення анотації

source: Bookmarked
uk: Додано до закладок

source: Delete user
uk: Видалити користувача

source: You Are Enrolled
uk: Ви зареєстровані

source: Add article
uk: Додати статтю

source: This name appears in the horizontal navigation at the top of the page.
uk: Ця назва відображається в горизонтальній навігаційної панелі у верхній частині сторінки.

source: Component
uk: Компонент

source: Library Version
uk: Версія бібліотеки

source: Data Download
uk: Завантаження даних

source: Title can't be empty
uk: Заголовок не може бути пустим

source: Disable Quality Filter
uk: Відключити фільтр якості

source: Are you sure you want to restrict {email} access to “{container}”?
uk: Ви впевнені, що хочете обмежити {email} доступ до “{container}”?

source: Team "%(team)s" successfully deleted.
uk: Команда "%(team)s" успішно видалена.

source: Sent By:
uk: Відправлено:

source: Click this link to view the student's progress page:
uk: Пройдіть по цьому посиланню, щоб переглянути сторінку досягнень студента:

source: Pending
uk: В очікуванні

source: Not available
uk: Не доступно

source: A non-root note must always have a slug.
uk: Некоренева замітка повинна завжди мати коротку назву.

source: Couldn't find module with that urlname.
uk: Не вдалося знайти модуль з таким url.

source: Text Annotation
uk: Пояснення до тексту

source: Collapse Preview
uk: Перегляд у згорнутому вигляді

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
uk: Ваш файл '{file}' завантажено. Зачекайте кілька хвилин для обробки.

source: The file must be smaller than {image_max_size} in size.
uk: Розмір файлу не повинен перевищувати {image_max_size}.

source: Appending SI postfixes
uk: Додавання SI-постфіксів

source: Sailthru connection retry interval (secs).
uk: Інтервал повторного з'єднання з Sailthru (сек).

source: The chart below displays the score distribution for each standard problem in your class, specified by the problem's url name.
uk: У таблиці нижче відображено розподіл балів за кожне стандартне завдання, запропоноване Вашим студентам. Завдання відсортовані за їх url.

source: Apply for Financial Assistance
uk: Подати заяву на фінансову допомогу

source: Enter true or false. If true, the course will be available to mobile devices.
uk: Введіть "true" або "false". Якщо введено значення "true", курс буде доступний на мобільних пристроях.

source: Re-Verify for {course_name}
uk: Пройти повторну перевірку для {course_name}

source: Remove submission
uk: Видалити відправлене завдання

source: Problems
uk: Завдання

source: Table properties
uk: Властивості таблиці

source: slug
uk: коротка назва

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
uk: Аби створити нову вікі статтю, створіть посилання на неї. Перехід за цим посиланням приведе вас до сторінки нової статті.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
uk: Для завершення реєстрації, будь ласка, перейдіть за посиланням {registration_url} і заповніть реєстраційну форму. Обов'язково вкажіть адресу {email_address} в полі "Електронна адреса".

source: %(numVotes)s Votes
uk: %(numVotes)s голосів

source: ALL (everyone who is enrolled in this course as student, staff, or instructor)
uk: ВСІ (всі хто зараховані на цей курс як студенти, персонал або інструктор)

source: Tue
uk: Вт

source: Invalid usage_id: {usage_id}.
uk: Невірний usage_id: {usage_id}.

source: The proctored exam results report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Звіт про результати спостережуваного завдання на стадії підготовки. Статус створення звіту нижче відображається у списку «Поточні завдання».
